---
kind: property
id: P:Autodesk.Revit.DB.Element.LevelId
zh: 构件、图元、元素
source: html/27033fe3-6740-61e3-be82-47a6b8ae77db.htm
---
# Autodesk.Revit.DB.Element.LevelId Property

**中文**: 构件、图元、元素

The id of the level associated with the element.

## Syntax (C#)
```csharp
public ElementId LevelId { get; }
```